git
github-cli

tmux
fastfetch

wget
curl

fd
ripgrep
fzf

jq
yq

tldr

bat
less

colordiff
tree

sed
gawk

tar
gzip
bzip2
xz
7zip
zip
unrar
unzip
zstd

zoxide
direnv

yazi
btop

vim
neovim
python-pynvim

rclone
aria2


make
ninja
meson
patch


gcc
clang
cmake

go
rustup

python
ipython
python-pip
python-numpy
python-scipy
python-matplotlib
python-pandas

nodejs
npm

lua
luajit
luarocks


gnu-free-fonts
ttf-nerd-fonts-symbols
ttf-jetbrains-mono-nerd
ttf-iosevka-nerd
noto-fonts


alacritty
firefox
chromium
libreoffice
discord
qalculate-qt


steam
lutris

gamemode
mangohud
gamescope

prismlauncher
jre17-openjdk
jre21-openjdk

wine
wine-mono
wine-gecko
winetricks


arduino-cli
arduino-ide

kicad
kicad-library
kicad-library-3d


scrcpy
